Gets the format options used to show the parameter value.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.420)
  Since:  2017 Subscription Update
 Syntax
  C#
public FormatOptions GetFormatOptions()
  Visual Basic
Public Function GetFormatOptions As FormatOptions
  Visual C++
public:
FormatOptions^ GetFormatOptions()
 Return Value
 A copy of the format options.
 See Also
  DimensionEqualityLabelFormatting Class
  Autodesk.Revit.DB Namespace